Repository: DragonCherry/AssetsPickerViewController
Catalog: Assets/*.lproj/AssetsPickerViewController.strings
Languages: ar, es_mx, hi_in, id

source: Cancel
ar: إلغاء
es_mx: Cancela
hi_in: रद्द करें
id: Batal

source: Done
ar: تم
es_mx: OK
hi_in: पूर्ण हुआ
id: Selesai

source: Photo
ar: صور
es_mx: Foto
hi_in: चित्र
id: Foto

source: Video
ar: فيديو
hi_in: वीडियो

# Title_Albums
source: Albums
ar: ألبومات
hi_in: एल्बम

# Title_Section_MyAlbums
source: My Albums
ar: ألبوماتي
hi_in: मेरे एलबम
id: Album saya

# Footer_Photos
source: %@ Photos
ar: %@ صور
es_mx: %@ Fotos
hi_in: %@ चित्र
id: %@ Foto

# Footer_Videos
source: %@ Videos
ar: %@ فيديوهات
hi_in: %@ वीडियो
id: %@ Video

# Footer_Items
source: %@ Photos, %@ Videos
ar: %@ صور، %@ فيديو
es_mx: %@ Fotos, %@ Videos
hi_in: %@ चित्र, %@ वीडियो
id: %@ Foto, %@ Video

# Title_Selected_Photo
source: %@ Photo Selected
ar: تم تحديد %@ صورة
es_mx: %@ Foto seleccionada
hi_in: %@ चित्र चयनित
id: %@ Foto Terpilih

# Title_Selected_Photos
source: %@ Photos Selected
ar: تم تحديد %@ صور
es_mx: %@ Fotos seleccionadas
hi_in: %@ चित्र चयनित
id: %@ Foto Terpilih

# Title_Selected_Video
source: %@ Video Selected
ar: تم تحديد %@ فيديو
es_mx: %@ Video seleccionado
hi_in: %@ वीडियो चयनित
id: %@ Video Terpilih

# Title_Selected_Videos
source: %@ Videos Selected
ar: تم تحديد %@ فيديوهات
es_mx: %@ Videos seleccionados
hi_in: %@ वीडियो चयनित
id: %@ Video Terpilih

# Title_Selected_Items
source: %@ Items Selected
ar: تم تحديد %@ عناصر
es_mx: %@ Objetos seleccionados
hi_in: %@ आइटम चयनित
id: %@ Item Terpilih

# Title_No_Items
source: No Photos or Videos
ar: لا توجد صور أو فيديوهات
es_mx: Ni fotos ni videos
hi_in: कोई चित्र या वीडियो नहीं
id: Tidak ada Foto atau Video

# Message_No_Items
source: You can take photos and videos using the camera, or sync photos and videos onto your %@ using iTunes.
ar: يمكنك التقاط الصور والفيديوهات باستخدام الكاميرا، أو مزامنة الصورة والفيديوهات مع %@ الخاص بك. باستخدام iTunes.
es_mx: Puedes tomar fotos y videos utilizando la cámara, o sincronizarlas con tu %@ con iTunes.
hi_in: आप कैमरा का उपयोग करके चित्र या वीडियो ले सकते हैं, अथवा iTunes का उपयोग करके चित्र या वीडियो अपने %@ पर सिंक कर सकते हैं।
id: Kamu bisa mengambil foto dan video menggunakan kamera, atau menyinkronkan foto dan video ke %@ menggunakan iTunes.

# Message_No_Items_Camera
source: You can sync photos and videos onto your %@ using iTunes.
ar: يمكنك مزامنة الصورة والفيديوهات مع %@ الخاص بك.
es_mx: Puedes sincronizar las fotos y videos en tu %@ con iTunes
hi_in: आप iTunes का उपयोग करके अपने %@ पर चित्र और वीडियो सिंक कर सकते हैं।
id: Kamu bisa menyinkronkan foto dan video ke %@ menggunakan iTunes.

# Title_No_Permission
source: This app does not have access to your photos or videos.
ar: لا يحق لهذا التطبيق الوصول إلى صورك أو فيديوهاتك.
es_mx: La aplicación no tiene acceso a tus fotos o videos.
hi_in: यह ऐप आपके चित्रों या वीडियो तक नहीं पहुंच सकता।
id: Aplikasi ini tidak memiliki akses ke foto atau videomu.

# Message_No_Permission
source: You can enable access in Privacy Settings.
ar: يمكن تفعيل الوصول من إعدادات الخصوصية.
es_mx: Puedes acceder en Ajustes/Privacidad.
hi_in: आप निजता सेटिंग्स में पहुंच सक्षम कर सकते हैं।
id: Kamu bisa mengaktifkan akses di Setelan Privasi.
